[
  "{user} has a face that would make onions cry.",
  "I look at {user} and think, \"Two billion years of evolution, for this?\"",
  "I am jealous of all the people that have never met {user}.",
  "I consider {user} my sun. Now please get 93 million miles away from here.",
  "If laughter is the best medicine, {user}'s face must be curing the world.",
  "{user} is not simply a drama queen/king; {user} is the whole royal family.",
  "I was thinking about {user} today. It reminded me to take out the trash.",
  "{user} is the human version of cramps.",
  "{user} hasn't changed since the last time I saw them. They really should.",
  "If ignorance is bliss, {user} must be the happiest person on Earth.",
  "Oh, sorry—did the middle of my sentence interrupt the beginning of {user}'s?",
  "Don't worry—the first 40 years of childhood are always the hardest for {user}.",
  "I love what {user} has done with their hair. How'd they get it to come out of their nose like that?",
  "I never forget a person’s face, but I'll be happy to make an exception in {user}'s case.",
  "Mirrors can't talk. Lucky for {user}, they can't laugh either.",
  "When {user} was born, the doctors probably threw them out of the window—but the window threw them back.",
  "Was {user} born this dumb, or did they have to take lessons?",
  "Have a nice day...elsewhere, {user}.",
  "If {user} were any more inbred, they'd be a sandwich.",
  "Every time I have a stick in my hand, {user} starts to look more and more like a piñata.",
  "Everyone is allowed to act stupid once in a while, but {user} is really abusing the privilege.",
  "Let's play horse. I'll be the front, and {user} can be themselves.",
  "I didn't mean to offend {user}, but I'll take the additional perk.",
  "{user} isn’t pretty enough to have such an ugly personality.",
  "If {user} is going to be two-faced, at least make one of them pretty.",
  "{user} just might be why the middle finger was invented in the first place.",
  "Is {user}'s name Wi-Fi? Because I'm not feeling a connection.",
  "If I were on a deserted island with {user} and a tin of corned beef, I’d rather eat {user} and talk to the corned beef.",
  "Oh, is {user} talking to me? I thought they only did that behind my back.",
  "I'd smack {user}, but I'm against animal abuse.",
  "I don't dislike {user}, but if they were drowning, I'd give them a high-five.",
  "It's hilarious how {user} tries to fit their entire vocabulary into one sentence.",
  "I don't want to rain on {user}'s parade! I'd rather summon a typhoon.",
  "Did you know {user}'s incubator had tinted windows? That explains a lot.",
  "The room is so much happier when {user} leaves.",
  "When I see {user} coming, I get pre-annoyed. I figure it’s smart to give myself a head start.",
  "If I had a dollar every time {user} shut up, I would give it back as a thank you.",
  "{user} is a pizza burn on the roof of the world’s mouth.",
  "{user} is the reason this country has to put directions on shampoo bottles.",
  "{user} is so annoying, they could make a Happy Meal cry.",
  "I'm not saying {user} is ugly, but if {user} were a scarecrow, birds would avoid them.",
  "{user} should really come with a warning label.",
  "Honey, the only thing bothering {user} is placed between their ears.",
  "Earth is full. {user} should go somewhere else.",
  "The people who tolerate {user} daily are the real heroes.",
  "I told my therapist about {user}. She didn't believe me.",
  "Some tree is producing oxygen for {user}. I’m sorry for it.",
  "{user} has their entire life to be an idiot. Why not take today off?",
  "How many licks until {user} gets to the interesting part of this conversation?",
  "Why is {user} rolling their eyes? Looking for their brain?",
  "{user} must have a Ph.D. in stupidology.",
  "{user} is like a software update. Every time I see them, I immediately think, \"Not now.\"",
  "All mistakes are fixable—except when it comes to {user}.",
  "{user} is the reason the divorce rate is so high.",
  "Let me tell you: if I don’t answer {user} the first time, what makes them think the next 25 will work?",
  "I gave out all my trophies a while ago, but here's a participation award for {user}.",
  "A glowstick has a brighter future than {user}.",
  "It’s sad what happened to {user}'s face. Oh wait, that’s how it's always looked?",
  "I'm listening. I just need a minute to process so much stupid information about {user} at once.",
  "When I look at {user}, I wonder: where have they been my whole life—and can they go back there?",
  "Beauty is only skin deep, but {user}'s ugliness goes clean to the bone.",
  "I would agree with {user}, but then we'd both be wrong.",
  "{user} looks like something that came out of a slow cooker.",
  "It would be a great day if {user} accidentally used a glue stick instead of a Chapstick.",
  "I bet I could remove 90 percent of {user}'s good looks with a moist towelette.",
  "{user} is so fake, even Barbie is jealous.",
  "I suggest {user} do a little soul-searching – maybe they'll actually find one.",
  "I know I make a lot of stupid choices, but hanging out with {user} was the worst of them all.",
  "Stupidity isn’t a crime, so {user} is free to go.",
  "I was going to make a joke about {user}'s life, but I see life beat me to the punch.",
  "It must be fun for {user} to wake up each morning knowing they're that much closer to achieving their dreams of complete and utter mediocrity.",
  "The truth will set {user} free: they're the worst. Okay, {user} is free to go.",
  "{user} reminds me of the end pieces of a loaf of bread—nobody wants them.",
  "Calling {user} an idiot would be an insult to stupid people. They're much worse than that.",
  "It's a parent's job to raise their children right. Looking at {user}, it's obvious that the job was abandoned after just one day.",
  "{user} is like a grey sprinkle in a Funfetti cake.",
  "{user} looks like a 'before' photo.",
  "{user} has so many gaps in their teeth it looks like their tongue is in jail.",
  "Do {user}'s parents realize they're living proof that two wrongs don’t make a right?",
  "Hurting {user} is the last thing I want to do, but it's still on the list.",
  "{user} is like the human version of athlete's foot—annoying and hard to get rid of.",
  "Oops, my bad. I could've sworn I was dealing with an adult—{user}.",
  "{user} is the reason gene pools need lifeguards.",
  "{user} is like a grey cloud. It's a beautiful day when {user} disappears.",
  "Light travels faster than sound, which is why {user} seemed bright until they spoke.",
  "I've seen clowns like {user} before, but I always had to pay an admission fee.",
  "Grab a straw because {user} sucks.",
  "I like the way {user} combs their hair. It's impressive how they're able to hide the horns.",
  "Good story, but in what chapter does {user} shut up?",
  "{user} needs a kiss on the neck from an alligator.",
  "It's too bad {user} can't photoshop their ugly personality.",
  "Give me a minute. I'm trying to think of an insult simple enough for {user} to understand!",
  "If {user}'s brain were dynamite, there wouldn’t be enough to blow their hat off.",
  "Congrats on {user} being at the top of the bell curve.",
  "I really hope {user} doesn't homeschool their kids.",
  "I hope {user}'s spouse brings a date to {user}'s funeral.",
  "Please just tell me that {user} doesn’t plan to homeschool their kids.",
  "Don't be ashamed of who {user} is. That's a job for their parents.",
  "You see that door? I'd love if {user} were on the other side of it.",
  "Sorry, sarcasm falls out of my mouth like stupidity falls out of {user}'s.",
  "I will slap {user} so hard that even Google won't be able to find them.",
  "{user}'s secrets are always safe with me! I never even listen when they tell me.",
  "Hey, {user}'s village called. They want their idiot back!",
  "{user}'s family tree must be a cactus because they're all a bunch of pricks.",
  "Why doesn't {user} check out eBay and see if they have a life for sale?",
  "So a thought crossed {user}'s mind? That must have been a long and lonely journey.",
  "How long does it take {user} to put makeup on their two faces every morning?",
  "Don't feel bad; many people have no talent, including {user}.",
  "I thought I had the flu, but then I realized {user}'s face makes me sick to my stomach.",
  "I would punch {user}, but I don’t want to improve the appearance of their face.",
  "Poof be gone, {user}'s breath is too strong. I don't want to be mean, but they need Listerine.",
  "Everybody knows that {user} is stupid; they thought they could fall in love because they saw a fake Cupid.",
  "Don't feel bad, {user}; Frankenstein was as ugly as they are.",
  "I'm not trying to make fun of {user}, but they can't even count higher than number two.",
  "It's not my fault; it's everyone's opinion. {user} is just a minion.",
  "{user}'s fashion sense is quite a mystery—did they get dressed in a state of emergency?",
  "Roses are red, violets are blue; I thought I was ugly until I met {user}!",
  "{user}'s hairstyle is a work of art! If the goal was to scare, they've played their part.",
  "Twinkle, twinkle, little star, I want to hit {user} with my car.",
  "Roses are red, monsters are green; look in the mirror and you'll see {user}.",
  "{user}'s sense of humor is a little thin; maybe it got lost in their double chin.",
  "{user}'s memory is a fleeting breeze—a forgotten face with such great ease.",
  "Roses are red, violets are blue; {user} has five fingers, and the middle one is for them.",
  "If I were a dog and {user} were a flower, I'd lift my leg up and give them a shower.",
  "I'm the type of person to laugh at mistakes, so sorry if I laugh at {user}'s face."
]
